HELYXcore-4.4.0/modules/swak4Foam/Examples/groovyBC/lookupDambreak/0/include/alphaMove
variables (
    "aValue=alphaMove(time(),pos().x);"
);
lookuptables2D (
    {
        name alphaMove;
        outOfBounds clamp;
        fileName "$FOAM_CASE/constant/alphaMove.data";
    }
);
